{"_default": {"1": {"Wioska Elfów": {"desc": "Piękne domy na drzewach migoczą milionami świetlistych kryształów. W powietrzu unosi się delikatna melodia harf i fletów, a śpiew elfickich bardów rozbrzmiewa wśród liści. Powietrze pachnie jaśminem i sosną. To miejsce wydaje się niemal nierealne, jakby stworzone z czystej magii.", "options": {"n": "Mglisty Las", "e": "Rzeka Przeznaczenia"}, "npcs": {"Ailith Świetlista": "Elficka bardka, która gra na harfie i opowiada historie o dawnych czasach.", "Lorien Zielonooki": "Strażnik wioski, zawsze czujny, ale przyjazny dla podróżnych."}, "items": {"Amulet Leśnego Światła": "Migoczący naszyjnik, który rozświetla ciemność delikatnym zielonym blaskiem.", "Liść Szepczącego Dębu": "Po przyłożeniu do ucha słychać porady mądrych duchów lasu."}}}, "2": {"Mglisty Las": {"desc": "Drzewa w tym lesie są wysokie i smukłe, ich korony znikają w gęstej, mlecznej mgle. Każdy krok wydaje się tłumiony, a cisza, zamiast uspokajać, wzmaga niepokój. Coś przemyka między drzewami – czy to cień, czy może tylko złudzenie? W głębi lasu czuć pradawną, pierwotną moc.", "options": {"s": "Wioska Elfów", "w": "Stara Wieża"}, "npcs": {}, "items": {}}}, "3": {"Rzeka Przeznaczenia": {"desc": "Rzeka o kryształowo czystej wodzie leniwie płynie wśród bujnej roślinności. Mówi się, że każdy, kto spojrzy w jej nurt, ujrzy odbicie swej przyszłości. Woda lśni tajemniczym blaskiem, a jej szmer zdaje się być szeptem pradawnych duchów.", "options": {"w": "Wioska Elfów", "e": "Złoty Most", "s": "Bagna Zapomnienia"}, "npcs": {}, "items": {}}}, "4": {"Złoty Most": {"desc": "Stary, kamienny most rozciąga się nad rwącą rzeką. Jego balustrady są zdobione wytłoczonymi w złocie runami, które błyszczą nawet w ciemności. Mówi się, że most jest strażnikiem starożytnych tajemnic i przechodzą przez niego tylko ci, którzy są godni.", "options": {"w": "Rzeka Przeznaczenia", "e": "Królestwo Krasnoludów"}, "npcs": {}, "items": {}}}, "5": {"Bagna Zapomnienia": {"desc": "Rozległe, mgliste bagna rozciągają się po horyzont. Woda jest gęsta i czarna jak atrament. W powietrzu unosi się zapach gnijących liści i dziwne szepty, które wydają się pochodzić znikąd. Każdy, kto tu wejdzie, zaczyna tracić wspomnienia.", "options": {"n": "Rzeka Przeznaczenia", "s": "Cmentarzysko Bohaterów"}, "npcs": {}, "items": {}}}, "6": {"Cmentarzysko Bohaterów": {"desc": "Starożytne nagrobki porośnięte bluszczem wznoszą się na wzgórzu. Kamienne pomniki przedstawiają postacie w pełnym uzbrojeniu, jakby gotowe do ostatniej bitwy. Wiatr świszcze między płytami, niosąc ciche szepty dawnych wojowników.", "options": {"n": "Bagna Zapomnienia", "s": "Ruiny Zamku Cieni"}, "npcs": {}, "items": {}}}, "7": {"Ruiny Zamku Cieni": {"desc": "Mroczne, opuszczone ruiny dawnego zamku. Jego wieże są poszarpane, a ściany pokryte pnączami. W ciemnych zakamarkach wciąż czai się pradawna magia. Każdy, kto przekroczy próg ruin, czuje zimny dotyk czegoś nienamacalnego.", "options": {"n": "Cmentarzysko Bohaterów", "w": "Zatopione Katakumby"}, "npcs": {}, "items": {}}}, "8": {"Zatopione Katakumby": {"desc": "Podziemne korytarze, w których woda sięga do kolan. Ściany zdobią wypłowiałe freski przedstawiające sceny dawnych bitew i ofiar składanych bóstwom. Gdzieś w oddali słychać kapanie wody i szuranie niewidzialnych istot.", "options": {"e": "Ruiny Zamku Cieni", "w": "Podziemne Miasto"}, "npcs": {}, "items": {}}}, "9": {"Podziemne Miasto": {"desc": "Ukryte w głębi ziemi miasto, gdzie na wpół zapomniane cywilizacje przetrwały w ciemnościach. Kryształowe lampy rzucają migotliwe światło, a mieszkańcy szepczą o dawnej potędze swego ludu. W powietrzu czuć wilgoć i echo przeszłości.", "options": {"e": "Zatopione Katakumby", "s": "Komnata Wiecznego Ognia"}, "npcs": {}, "items": {}}}, "10": {"Komnata Wiecznego Ognia": {"desc": "W sercu podziemi znajduje się komnata z wiecznie płonącym płomieniem. Ogień zdaje się tańczyć w rytm niewidzialnej melodii, a jego blask jest jednocześnie hipnotyzujący i przerażający. Niektórzy twierdzą, że to źródło nieśmiertelności.", "options": {"n": "Podziemne Miasto", "e": "Smocza Jama"}, "npcs": {}, "items": {}}}, "11": {"Smocza Jama": {"desc": "Olbrzymia pieczara, w której powietrze drży od oddechu śpiącego smoka. Jego łuski błyszczą w mroku niczym płynne złoto, a wokół niego leżą stosy skarbów. Legenda głosi, że tylko najodważniejsi mogą obudzić bestię i przetrwać.", "options": {"w": "Komnata Wiecznego Ognia", "n": "Królestwo Krasnoludów"}, "npcs": {}, "items": {}}}, "12": {"Królestwo Krasnoludów": {"desc": "Podziemne miasto wykute w skale. Kamienne ulice oświetlone są blaskiem lawy płynącej w głębokich rowach. Echo młotów uderzających o stal niesie się przez hale pełne kowali i rzemieślników. Krasnoludy strzegą swych skarbów z niebywałą gorliwością.", "options": {"w": "Złoty Most", "s": "Smocza Jama"}, "npcs": {}, "items": {}}}, "13": {"Stara Wieża": {"desc": "Na skraju lasu stoi zapomniana wieża. Jej kamienie pokrywa mech, a schody wiodą ku ciemnemu niebu. Mówi się, że w jej wnętrzu wciąż mieszka duch dawnego maga, który czeka na kogoś, kto dokończy jego dzieło.", "options": {"e": "Mglisty Las", "s": "Zapomniana Karczma"}, "npcs": {}, "items": {}}}, "14": {"Zapomniana Karczma": {"desc": "Zniszczona karczma, której ściany kryją więcej tajemnic, niż by się wydawało. Drewniane stoły noszą ślady licznych walk, a za barem stoi jedyny ocalały – zakurzony kufel, który zdaje się sam wypełniać trunkiem.", "options": {"n": "Stara Wieża", "w": "Pustynia Kości"}, "npcs": {}, "items": {}}}, "15": {"Pustynia Kości": {"desc": "Niekończące się wydmy, na których leżą kości upadłych wojowników. Słońce pali niemiłosiernie, a na horyzoncie widać zarys starożytnej świątyni. Wśród piasków przemykają cienie – czy to złudzenie, czy coś czai się pod powierzchnią?", "options": {"e": "Zapomniana Karczma", "s": "Świątynia Czasu"}, "npcs": {}, "items": {}}}, "16": {"Świątynia Czasu": {"desc": "Starożytna świątynia, której mury pulsują dziwną energią. Posągi bogów zdają się obserwować każdego, kto przekracza próg. W centrum stoi zegar bez wskazówek – podobno wskazuje czas tylko tym, którzy są gotowi poznać swój los.", "options": {"n": "Pustynia Kości"}, "npcs": {}, "items": {}}}}}